anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
dart-code.dart-code
dart-code.flutter
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode.makefile-tools
openai.chatgpt
